export default [
  {
    key: "1",
    name: "การนวดหัวใจผายปอดกู้ชีพ",
    description: {
      primaryTopic: "ผู้ใหญ่",
      secondaryTopic: "เด็กอายุต่ำกว่า 1 ปี",
      primaryContent: `การกดหน้าอก

จัดให้ผู้บาดเจ็บนอนราบบนพื้นแข็ง หากต้องพลิกตัวผู้บาดเจ็บ ให้ประคองศีรษะและคอ เพื่อป้องกันการบาดเจ็บ

ให้ผู้ช่วยเหลือปฏิบัติดังต่อไปนี้

กดด้วย ส้นมือ2ข้างซ้อนกัน แขนเหยียดตึงตั้งฉากกับพื้น

ตำแหน่ง กึ่งกลางหน้าอก

กดลึก 5-6 เซนติเมตร

ความเร็ว 100-120/นาที โดยผ่อนมือให้หน้าอกคืนตัวก่อนกดครั้งต่อไป กด 30 ครั้งและสลับไปผายปอด
กดลึก 5-6 เซนติเมตร

การผายปอด: ให้ผู้ช่วยเหลือใช้มือข้างหนึ่งกดหน้าผากผู้บาดเจ็บ ส่วนมืออีกข้างหนึ่งเชยคางผู้บาดเจ็บขึ้น นำมือที่กดหน้าผากมาบีบจมูกผู้บาดเจ็บ และนำปากประกบปากผู้บาดเจ็บให้สนิท เป่าปาก2ครั้ง โดยทุกครั้งต้องเห็นหน้าอกขยาย

หากถ้าเกิดผู้บาดเจ็บไม่ใช่ญาติหรือบุคคลใกล้ชิดของผู้ช่วยเหลือ ผู้ช่วยเหลือควรมีอุปกรณ์ป้องกัน หรือถ้าหาไม่ได้ ให้ทำการกดหน้าอกเพียงอย่างเดียว เพื่อป้องกันโรคติดต่อ
      `,
      secondaryContent: `การกดหน้าอก

กดด้วย 2นิ้ว

ตำแหน่ง กึ่งกลางหน้าอกต่ำกว่าราวนมเล็กน้อย

กดลึก 4-3 เซนติเมตร

ความเร็ว 100-120/นาที โดยผ่อนมือให้หน้าอกคืนตัวก่อนกดครั้งต่อไป

กด 30 ครั้งและสลับไปผายปอด

การผายปอด

กดหน้าผาก เชยคางขึ้น จากนั้นให้ผู้ช่วยเหลือนำปากครอบจมูกละปากของเด็กให้สนิท เป่าปาก2ครั้ง โดยทุกครั้งต้องเห็นหน้าอกขยาย 
`,
      images: [
        {
          src: require('../assets/images/content_1.jpg'),
          caption: 'ตำแหน่งการกดหน้าอก'
        }
      ],
    }
  },
  {
    key: "2",
    name: "กระดูกและข้อบาดเจ็บ",
    description: {
      primaryTopic: `ข้อเท้าและข้อมือเคล็ด`,
      secondaryTopic: `กระดูกหัก`,
      primaryContent: `วิธีปฐมพยาบาล

1.พันข้อที่บาดเจ็บด้วยผ้าม้วนยืดเพื่อลดการขยับของข้อ

2.ประคบเย็น ประมาน 15 – 20 นาที ทุก 1 – 2 ชั่วโมง
`,
      secondaryContent: `วิธีปฐมพยาบาล

1.ยืดดามด้วยเฝือกชั่วคราวบริเวณข้อหรือกระดูกที่บาดเจ็บไม่ให้เคลื่อนไหว

2.หากมีอาการปวดมาก ให้ประคบเย็นรอบๆ บริเวณที่บาดเจ็บ

3.รีบนำผู้บาดเจ็บส่งโรงพยาบาล
      `,
      imageSet1: [
        {
          src: require('../assets/images/content_2_1.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_2.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_3.jpg'),
          caption: 'ข้อมืดเคล็ด'
        },
        {
          src: require('../assets/images/content_2_4.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_5.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_6.jpg'),
          caption: 'ข้อเท้าหัก'
        }
      ],
      imageSet2: [
        {
          src: require('../assets/images/content_2_7.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_8.jpg'),
          caption: 'กระดูกบริเวณข้อศอกหัก'
        },
        {
          src: require('../assets/images/content_2_9.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_10.jpg'),
          caption: 'แขนท่อนล่างหัก'
        },
        {
          src: require('../assets/images/content_2_11.jpg'),
          caption: null
        },
        {
          src: require('../assets/images/content_2_12.jpg'),
          caption: 'แขนท่อนบนหัก'
        }
      ]
    }
  },
  {
    key: "3",
    name: "ได้รับสารพิษ",
    description: {
      primaryTopic: `สารพิษเข้าทางปาก `,
      secondaryTopic: `สารพิษสัมผัสผิวหนัง `,
      thirdTopic: `สารพิษเข้าตา`,
      primaryContent: `วิธีปฐมพยาบาล 

1.ห้ามให้พยายามทำให้ผู้ป่วยอาเจียน  

2.ให้ผู้ป่วยดื่มน้ำหรือนม 1 แก้ว ( วิธีนี้ใช้เฉพาะกับสารพิษชนิดกัดกร่อน เช่น น้ำยาล้างห้องน้ำ เป็นต้น ) 

3.ให้ผู้ป่วยดื่มน้ำผงถ่าน โดยผสมผงถ่านขนาด 7 – 10 ช้อนโต๊ะ กับน้ำ 250 มิลลิลิตร

4.รีบนำส่งโรงพยาบาล     
`,
      secondaryContent: `วิธีปฐมพยาบาล

ล้างด้วยน้ำไหลผ่าน หากเกิดการระคายเคืองหรือพุพองให้ไปพบแพทย์
`,
      thirdContent: `วิธีปฐมพยาบาล

ล้างตาด้วยน้ำไหลผ่านอย่างน้อย 15 นาที โดยให้ตาข้างที่โดนสารพิษอยู่ล่าง  หากยังมีการระคายเคืองให้ปิดตาด้วยผ้าสะอาดและนำส่งโรงพยาบาล    
`
    }
  },
  {
    key: "4",
    name: "บาดแผลและแผลไหม้",
    description: {
      primaryTopic: `บาดแผลที่มีวัตถุปักคา `,
      secondaryTopic: `อวัยวะขาด`,
      thirdTopic: `แผลไหม้`,
      primaryContent: `วิธีปฐมพยาบาล 

1.ห้ามดึงวัตถุออกเด็ดขาด เพราะจะทำให้เลือดออกมาก 

2.ใช้ผ้าสะอาดกดรอบๆวัตถุนั้น พันยึดผ้าที่กดไว้ให้วัตถุไม่ขยับ 

3.ยกบริเวณที่มีบาดแผลให้อยู่เหนือกว่าระดับหัวใจ  

4.งดอาหารและน้ำ นำส่งโรงพยาบาลที่ใกล้ที่สุดทันที   
`,
      secondaryContent: `วิธีปฐมพยาบาล

1.ห้ามเลือด โดยนำผ้าสะอาดขยุ้มกดไว้บนบาดแผล

2.เก็บอวัยวะที่ขาดใส่ถุงพลาสติกที่สะอาดและแห้ง ห้ามล้างอวัยวะโดยเด็ดขาด ปิดปากถุงให้แน่น เขียนชื่อ-นามสกุลของผู้บาดเจ็บ และวัน เวลาเกิดเหตุ นำถุงอวัยวะแช่ไว้ในน้ำแข็งผสมน้ำ 

3.งดอาหารและน้ำ นำส่งโรงพยาบาลให้เร็วที่สุด
`,
      thirdContent: `วิธีปฐมพยาบาล

1.ใช้ผ้าชุบน้ำประคบบริเวณแผล หรือเปิดน้ำไหลผ่าน แล้วปิดด้วยผ้าสะอาด

2.หากแผลมีขนาดใหญ่ให้นำส่งโรงพยาบาล
`
    }
  },
  {
    key: "5",
    name: "พิษจากสัตว์ ",
    description: {
      primaryTopic: `งูกัด`,
      secondaryTopic: `ผึ้ง,ต่อและแตนต่อย`,
      primaryContent: `วิธีปฐมพยาบาล

1. ควรดูให้แน่ใจว่างูที่กัดเป็นงูอะไร พยายามจดจำ สี รูปร่าง ลักษณะศีรษะ ถ้าเป็นไปได้ ควรนำเอาตัวงู มาให้แพทย์ดูด้วย เพราะจะได้ทำการรักษาให้ตรงกับชนิดของงู

2. ใช้เชือกรัดเหนือบริเวณที่ถูกกัดเล็กน้อย ไม่ควรรัดแน่น เนื่องจากจะทำให้เนื้อบริเวณนั้นขาดเลือด และใน
บางส่วน เช่น นิ้ว ไม่ควรรัดบริเวณนิ้ว แต่ควรรัดบริเวณส่วนข้อมือ หรือข้อเท้าแทน ทั้งนี้ควรมีการคลายที่รัดไว้ ทุกๆ 15 นาที

3. ควรให้บริเวณที่ถูกกัด มีการขยับน้อยที่สุด หรือเป็นไปได้ควรยึดติดกับอุปกรณ์ที่ป้องกันการขยับ

4. ควรทำความสะอาดแผลด้วยน้ำสะอาด หรือน้ำเกลือล้างแผล ไม่ควรใส่ยาสมุนไพร เพราะจะทำให้แผลมีโอกาสติดเชื้อได้เพิ่มขึ้น

5. อย่าใช้ปากดูด หรือกรีดแผล หรือรีดแผล เนื่องจากจะทำให้แผลมีโอกาสติดเชื้อมากขึ้น

6. รีบนำผู้บาดเจ็บไปพบแพทย์

7. ระหว่างนำผู้ป่วยส่งโรงพยาบาล คอยสังเกตอาการที่ผิดปกติ เพื่อจะได้บอกแพทย์ได้อย่างถูกต้อง
`,
      secondaryContent: `วิธีปฐมพยาบาล

1.นำเหล็กในออก โดยใช้บัตรแข็งๆ ค่อยๆขูดออก 

2.ล้างบาดแผลด้วยสบู่ และประคบเย็น

3.หากมีอาการแพ้ แน่นหน้าอก ให้รีบนำไปโรงพยาบาลที่ใกล้ที่สุดทันที    
`,
    }
  },
  {
    key: "6",
    name: "มือจีบเกร็ง",
    description: {
      primaryContent: `วิธีปฐมพยาบาล

ให้ผู้ป่วยหายใจในกรวยกระดาษ 10 – 15 นาที ปลายกรวยเปิดรูประมาน 1 เซนติเมตร หากอาการไม่ดีขึ้นให้ไปพบแพทย์
`
    }
  },
  {
    key: "7",
    name: "ลมแดด",
    description: {
      primaryContent: `วิธีปฐมพยาบาล

1.เคลื่อนย้ายผู้ป่วยไปในที่ร่ม และมีอากาศถ่ายเทสะดวก

2.จัดให้นอนราบ เช็ดตัวด้วยน้ำอุณหภูมิปกติ โดยเช็ดย้อนรูขุมขน หรือใช้แผ่นเจลประคบความเย็น วางตามจุดต่างๆของร่างกาย

3.ในกรณีที่อุณหภูมิของร่างกายเกิน 41 องศาเซลเซียส ควรรีบนำส่งแพทย์ทันที    
`
    }
  },
  {
    key: "8",
    name: "เลือดกำเดาไหล",
    description: {
      primaryContent: `วิธีปฐมพยาบาล

1.ให้ผู้บาดเจ็บนั่งก้มหน้าเล็กน้อย

2.บีบปลายจมูก ประมาน 5 – 10 นาที จนกว่าเลือดจะหยุดไหล

3.ประคบเย็นบริเวณดั้งจมูก

4.หากภายใน 30 นาที เลือดยังไม่หยุดไหลควรไปพบแพทย์       
`
    }
  },
  {
    key: "9",
    name: "สิ่งแปลกปลอมอุดกั้นทางเดินหายใจ",
    description: {
      primaryTopic: "ผู้ใหญ่",
      secondaryTopic: "เด็กอายุต่ำกว่า 1 ปี",
      primaryContent:`วิธีปฐมพยาบาล

1.ให้ผู้สำลักยืนแยกขาออกโดยผู้ช่วยเหลือยืนด้านหลังของผู้สำลัก และสอดขาข้างหนึ่งไว้ระหว่างขาของผู้สำลัก 

2.กำมือข้างหนึ่ง ให้ด้านหัวแม่มืออยู่แนบกับลำตัวของผู้สำลัก วางตรงกึ่งกลางระหว่างลิ้นปี่กับสะดือ กุมกำปั้นด้วยมืออีกข้างหนึ่ง แล้วกางศอกออก

3.ให้ผู้สำลักก้มตัวและศีรษะลง กระตุกกำปั้นเข้าหาลำตัวพร้อมดันขึ้นข้างบนเร็วๆเป็นชุด ชุดละ 5 ครั้งอย่างต่อเนื่องจนกว่าสิ่งที่อุดกั้นจะหลุดออก
      `,
      secondaryContent:`อุ้มทารกวางไว้บนหน้าตัก คว่ำลง ศีรษะต่ำเล็กน้อย ตบหลังระหว่างสะบักทั้ง 2 ข้าง จำนวน 5 ครั้ง
หากสิ่งที่อุดกั้นยังไม่หลุดออก ให้พลิกทารกหงายขึ้น ศีรษะต่ำเล็กน้อย (ขณะพลิกให้ประคองคอทารกไว้ เนื่องจากกล้ามเนื้อและกระดูกคอของทารกยังไม่แข็งแรง)
จากนั้นใช้สองนิ้วกดบนกระดูก 5 ครั้ง กดลึก 4-3 เซนติเมตร ทำสลับกันไปเรื่อยๆอย่างต่อเนื่องจนกว่าสิ่งที่อุดกั้นจะหลุดออก
      `
    }
  },
  {
    key: "10",
    name: "สิ่งแปลกปลอมเข้าสู่ร่างกาย",
    description: {
      primaryTopic: "สิ่งแปลกปลอมเข้าตา ",
      secondaryTopic: "สิ่งแปลกปลอมเข้าหู",
      thirdTopic: "สิ่งแปลกปลอมเข้าจมูก",
      primaryContent: `วิธีปฐมพยาบาล

1.ถ้ามองเห็นสิ่งแปลกปลอมชัดเจน ให้ใช้ชายผ้าสะอาดเขี่ยออก

2.ลืมตาในน้ำสะอาด กลอกตาไปมา

3.หากสิ่งแปลกปลอมฝังในตาไม่หลุดออก ให้ปิดตาทั้งสองข้าง (ถ้าเป็นไปได้) และไปพบแพทย์      
`,
      secondaryContent:`วิธีปฐมพยาบาล

1.ถ้าเป็นแมลง ให้หยอดหูด้วยน้ำมันพืช หรือน้ำอุ่น เพื่อให้แมลงตาย

2.ถ้าเป็นวัตถุ ให้เอียงหูข้างที่วัตถุติดอยู่ลงและเคาะเบาๆ ที่หูด้านตรงข้าม

3. หากวัตถุ หรือแมลงยังไม่หลุดออก ให้ไปพบแพทย์
`,
      thirdContent: `วิธีปฐมพยาบาล

1.เด็กเล็กให้นั่งก้มหน้า ปลอบให้เด็กไม่ร้องไห้ แล้วนำส่งโรงพยาบาลที่ใกล้ที่สุด

2.เด็กโตและผู้ใหญ่ให้ปิดจมูกข้างที่ดีไว้แล้วสั่งน้ำมูกแรงๆ หากไม่ออกให้ไปพบแพทย์
`
    }
  },
]